tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "teamookla/speedtest"
brew "autoconf"
brew "readline"
brew "xz"
brew "autojump"
brew "automake"
brew "bat"
brew "bison"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "curl"
brew "harfbuzz"
brew "node"
brew "openjdk"
brew "emscripten"
brew "fd"
brew "ncurses"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "inetutils"
brew "libksba"
brew "libpcap"
brew "libtool"
brew "libxml2"
brew "libyaml"
brew "lolcat"
brew "node@16"
brew "mongosh"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssl@3"
brew "openvpn"
brew "pandoc"
brew "peco"
brew "prettier"
brew "pv"
brew "ripgrep"
brew "rust-analyzer"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "mongodb/brew/mongodb-community"
brew "teamookla/speedtest/speedtest"
cask "basictex", args: { appdir: "~/Applications" }
cask "burp-suite"
cask "db-browser-for-sqlite", args: { appdir: "~/Applications" }
cask "discord"
cask "evernote", args: { appdir: "~/Applications" }
cask "expressions"
cask "figma"
cask "font-hack-nerd-font", args: { appdir: "~/Applications" }
cask "github"
cask "iterm2"
cask "keycastr", args: { appdir: "~/Applications" }
cask "maccy"
cask "min"
cask "notion"
cask "numi", args: { appdir: "~/Applications" }
cask "postman"
cask "rectangle"
cask "rotato"
cask "shottr"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vnc-viewer"
cask "whatsapp"
cask "zoom"
